---
title: termos-uso
class: termos_uso
---

<body class="home page page-id-1512 page-parent page-template page-template-single-page-php">
  <article id="post-3295" class="post-3295 portfolios type-portfolios status-publish hentry">
    <div class="grid">
      <div class="row"></div>
      <div class="row">
        <div class="c1"></div>
        <div class="c10 light-text faq">
          <div class="content editable">
            <h2>Termos de utilização</h2>
            <br>
            <p class="p1">A utiliza&ccedil;&atilde;o deste s&iacute;tio constitui plena aceita&ccedil;&atilde;o das condi&ccedil;&otilde;es previstas neste documento pelas pessoas que a ele acedem (&ldquo;Utilizador&rdquo;), bem como da informa&ccedil;&atilde;o regulamentar nele contida.</p>
            <p class="p1">O conte&uacute;do deste s&iacute;tio &eacute; disponibilizado com o objectivo de fornecer informa&ccedil;&otilde;es de car&aacute;cter geral e n&atilde;o constitui a presta&ccedil;&atilde;o de servi&ccedil;os, podendo este conte&uacute;do ser a todo o tempo alterado ou removido sem necessidade de qualquer aviso pr&eacute;vio. A Insignya Capital Partners exclui a sua responsabilidade por quaisquer danos que poder&atilde;o ocorrer relacionados com a informa&ccedil;&atilde;o contida neste s&iacute;tio. Este s&iacute;tio &eacute; meramente informativo.&nbsp;</p>
            <p class="p1">A presta&ccedil;&atilde;o de servi&ccedil;os financeiros pela Insignya Capital Partners poder&aacute; estar sujeita a restri&ccedil;&otilde;es em algumas jurisdi&ccedil;&otilde;es. Os Utilizadores deste s&iacute;tio dever&atilde;o ter bem presentes quaisquer leis e restri&ccedil;&otilde;es em vigor nas jurisdi&ccedil;&otilde;es em que estejam localizados, nomeadamente sobre a utiliza&ccedil;&atilde;o deste tipo de conte&uacute;dos e a disponibilidade de servi&ccedil;os financeiros neles abordados. Ao aceder a este s&iacute;tio, o Utilizador transmite a sua confirma&ccedil;&atilde;o do pleno cumprimento dos referidos normativos locais.&nbsp;</p>
            <p class="p1">A Insignya Capital Partners autoriza o descarregamento e armazenamento tempor&aacute;rio do conte&uacute;do deste s&iacute;tio para efeitos de visionamento do mesmo num computador pessoal ou monitor. A reprodu&ccedil;&atilde;o, armazenamento permanente ou retransmiss&atilde;o do conte&uacute;do deste s&iacute;tio s&atilde;o expressamente proibidos sem a autoriza&ccedil;&atilde;o pr&eacute;via da Insignya Capital Partners. Todos os direitos relativos a este s&iacute;tio s&atilde;o da titularidade exclusiva da Insignya Capital Partners.</p>
            <p class="p2">&nbsp;</p>

            <h4 class="p1">DIREITOS DE PROPRIEDADE INTELECTUAL</h4>
            <p>Todos os conte&uacute;dos inclu&iacute;dos neste s&iacute;tio s&atilde;o objecto de protec&ccedil;&atilde;o de direitos de autor, marca registada ou outras relacionadas com propriedade intelectual. Salvo quando assim autorizado nos termos da &ldquo;Utiliza&ccedil;&atilde;o Permitida&rdquo; abaixo, a c&oacute;pia, redistribui&ccedil;&atilde;o, utiliza&ccedil;&atilde;o ou publica&ccedil;&atilde;o de quaisquer conte&uacute;dos deste sitio, para efeitos da obten&ccedil;&atilde;o de vantagens comerciais ou econ&oacute;micas, &eacute; em absoluto vedada. A utiliza&ccedil;&atilde;o deste s&iacute;tio n&atilde;o confere quaisquer direitos de propriedade, sobre quaisquer conte&uacute;dos, dele constantes.&nbsp;</p>
            <p class="p1">A Insignya permite a transfer&ecirc;ncia de conte&uacute;dos apenas para efeitos de informa&ccedil;&atilde;o do Utilizador. Cada c&oacute;pia transferida dever&aacute; conter, de forma clara, uma indica&ccedil;&atilde;o sobre a titularidade dos direitos de autor pelo Insignya, bem como outros avisos de propriedade, no modo apresentado no original, e dever&aacute; apresentar uma declara&ccedil;&atilde;o referindo que o conte&uacute;do &eacute; utilizado sob autoriza&ccedil;&atilde;o da Insignya.&nbsp;</p>
            <p class="p1">N&atilde;o poder&atilde;o ser reproduzidos, alterados, distribu&iacute;dos, vendidos ou alugados quaisquer partes, de quaisquer conte&uacute;dos, excepto nos termos constantes deste documento. N&atilde;o &eacute; permitida a modifica&ccedil;&atilde;o, distribui&ccedil;&atilde;o, publica&ccedil;&atilde;o, transmiss&atilde;o ou cria&ccedil;&atilde;o de obras baseadas em quaisquer dos conte&uacute;dos disponibilizados neste s&iacute;tio para quaisquer efeitos n&atilde;o previstos neste documento.&nbsp;</p>
            <p class="p1">&Eacute; vedada a recolha de dados deste s&iacute;tio e sua integra&ccedil;&atilde;o em outras bases de dados ou produtos. &Eacute; igualmente vedada a cria&ccedil;&atilde;o de hiperliga&ccedil;&otilde;es, sob qualquer forma, de p&aacute;ginas deste s&iacute;tio para qualquer outro s&iacute;tio, sem a autoriza&ccedil;&atilde;o pr&eacute;via, expressa e por escrito, da Insignya. A realiza&ccedil;&atilde;o de qualquer destas actividades vedadas, constitui viola&ccedil;&atilde;o dos direitos de propriedade intelectual da Insignya, pelo que este se reserva o direito de actuar judicialmente contra os eventuais infractores para defesa dos seus direitos.&nbsp;</p>
            <p class="p2">&nbsp;</p>

            <h4 class="p1">UTILIZA&Ccedil;&Atilde;O PERMITIDA</h4>
            <p class="p2">Como condi&ccedil;&atilde;o de utiliza&ccedil;&atilde;o deste s&iacute;tio, o utilizador compromete-se a n&atilde;o proceder &agrave; utiliza&ccedil;&atilde;o do s&iacute;tio em condi&ccedil;&otilde;es que lhe sejam vedadas de acordo com os termos do presente documento, ou outro normativo aplic&aacute;vel. O s&iacute;tio n&atilde;o poder&aacute; ser utilizado de qualquer forma que seja suscept&iacute;vel de danificar, incapacitar, sobrecarregar ou prejudicar o mesmo, os sistemas da Insignya (ou as redes ligadas ao s&iacute;tio e/ou aos sistemas da Insignya), ou interferir com a utiliza&ccedil;&atilde;o do s&iacute;tio ou dos sistemas da Insignya por qualquer outra forma. O Utilizador n&atilde;o poder&aacute; tentar obter acesso n&atilde;o autorizado ao s&iacute;tio, a sistemas da Insignya, ou a sistemas inform&aacute;ticos, ou redes ligadas ao s&iacute;tio, ou a sistemas da Insignya, atrav&eacute;s de pirataria inform&aacute;tica, roubo de senhas ou quaisquer outros meios il&iacute;citos. O Utilizador n&atilde;o poder&aacute; obter, nem tentar obter, quaisquer materiais ou informa&ccedil;&otilde;es atrav&eacute;s de quaisquer meios que n&atilde;o tenham sido intencionalmente disponibilizados pela Insignya.&nbsp;</p>
            <p class="p2">&nbsp;</p>

            <h4 class="p1">EXCLUS&Atilde;O DE RESPONSABILIDADE&nbsp;</h4>
            <p class="p2">Nenhuma pessoa ou entidade associada a este s&iacute;tio, ou aos seus conte&uacute;dos, poder&aacute; ser responsabilizada por quaisquer danos decorrentes da utiliza&ccedil;&atilde;o do s&iacute;tio, ou dos seus conte&uacute;dos, por parte de qualquer Utilizador, em resultado de utiliza&ccedil;&atilde;o (ou qualquer incapacidade de utiliza&ccedil;&atilde;o) do s&iacute;tio pelo mesmo, quer seja directa, indirecta, acidental, especial ou consequente. Nas jurisdi&ccedil;&otilde;es em que esta exclus&atilde;o de responsabilidade n&atilde;o seja admiss&iacute;vel, a responsabilidade da Insignya ficar&aacute; limitada ao limite m&aacute;ximo permitido por Lei.&nbsp;</p>
            <p class="p2">&nbsp;</p>

            <h4 class="p1">PRIVACIDADE&nbsp;</h4>
            <p class="p2">A Insignya ir&aacute; recolher, utilizar e divulgar os seus dados pessoais em conformidade com a sua pol&iacute;tica de tratamento de dados pessoais, sendo que a sua utiliza&ccedil;&atilde;o do s&iacute;tio implica que o utilizador a tanto d&aacute; o seu acordo.&nbsp;</p>
            <p class="p2">&nbsp;</p>

            <h4 class="p1">COOKIES E TECNOLOGIA DE LOCALIZA&Ccedil;&Atilde;O</h4>
            <p class="p2">A Insignya poder&aacute; localizar e processar informa&ccedil;&atilde;o e dados elativos &agrave; utiliza&ccedil;&atilde;o deste s&iacute;tio pelo Utilizador, recorrendo a cookies. Esta informa&ccedil;&atilde;o n&atilde;o poder&aacute; ser no entanto divulgada a terceiros que n&atilde;o sejam colaboradores e/ou subcontratados da Insignya. Uma boa parte dos motores de busca da Internet permitem aos seus utilizadores optar por n&atilde;o receber cookies. O Utilizador poder&aacute; activar estas op&ccedil;&otilde;es/defini&ccedil;&otilde;es. Contudo, tal poder&aacute; ter por efeito que o sistema da Insignya n&atilde;o reconhe&ccedil;a o computador do Utilizador quando este inicia a sess&atilde;o, que assim poder&aacute; n&atilde;o conseguir tirar o m&aacute;ximo partido de todo o conte&uacute;do dispon&iacute;vel no s&iacute;tio. Este s&iacute;tio tem capacidade de identificar e registas o hist&oacute;rico dos conte&uacute;dos transferidos e acedidos por cada endere&ccedil;o IP e as p&aacute;ginas visitadas. As informa&ccedil;&otilde;es detalhadas s&atilde;o apenas disponibilizadas a administradores do s&iacute;tio e s&atilde;o &uacute;teis para evidenciar e melhorar a compreens&atilde;o por parte da Insignya relativamente &agrave;s &aacute;reas do s&iacute;tio que s&atilde;o mais frequentemente acedidas ou utilizadas.</p>
            <p class="p2">&nbsp;</p>

            <h4 class="p1">SEGURAN&Ccedil;A</h4>
            <p class="p2">A Insignya dever&aacute;, nos termos legais aplic&aacute;veis, divulgar a autoridades administrativas ou judiciais, as informa&ccedil;&otilde;es sobre o s&iacute;tio e sua utiliza&ccedil;&atilde;o que estas lhe solicitem.&nbsp;</p>
            <p class="p2">A Insignya tomar&aacute; todas as medidas de precau&ccedil;&atilde;o necess&aacute;rias para preservar a privacidade e confidencialidade dos Utilizadores. A Insignya n&atilde;o poder&aacute;, no entanto, garantir em absoluto a seguran&ccedil;a da sua informa&ccedil;&atilde;o, que assim poder&aacute; estar sujeita a quebras de seguran&ccedil;a pelas quais A Insignya n&atilde;o poder&aacute; ser responsabilizado.</p>
            <p class="p2">&nbsp;</p>

            <h4 class="p1">N&Atilde;O REN&Uacute;NCIA</h4>
            <p class="p2">A n&atilde;o exig&ecirc;ncia, pela Insignya, por qualquer motivo, do cumprimentos dos presentes termos e condi&ccedil;&otilde;es, n&atilde;o constituir&aacute; qualquer tipo de ren&uacute;ncia a direitos que lhe assistam. Caso qualquer parte dos presentes termos e condi&ccedil;&otilde;es venha a ser considerada inv&aacute;lida, ou n&atilde;o aplic&aacute;vel, essa parte ser&aacute; revista em conformidade com o normativo em vigor e, na medida do poss&iacute;vel, manter-se-&atilde;o em vigor todas as demais partes n&atilde;o afectadas.&nbsp;</p>
            <p class="p2">&nbsp;</p>

            <h4 class="p1">INCUMPRIMENTO&nbsp;</h4>
            <p class="p2">O incumprimento dos presentes termos e condi&ccedil;&otilde;es ter&aacute; por efeito a inibi&ccedil;&atilde;o da utiliza&ccedil;&atilde;o deste s&iacute;tio.&nbsp;</p>
            <p class="p2">O Utilizador concorda que a Insignya n&atilde;o poder&aacute;, a t&iacute;tulo algum, ser responsabilizada, por quaisquer outras Partes, em resultado de incumprimentos do Utilizador, pelo que o Utilizador assume que ser&aacute; respons&aacute;vel por quaisquer dados que possam vir a ser imputados &agrave; Insignya, em resultado da conduta do Utilizador.&nbsp;</p>
            <p class="p2">&nbsp;</p>

            <h4 class="p1">FORO E JURISDI&Ccedil;&Atilde;O&nbsp;</h4>
            <p class="p2">Os presentes termos e condi&ccedil;&atilde;o regem-se pela Lei Portuguesa e quaisquer eventuais lit&iacute;gios relativos aos mesmos, ou ao s&iacute;tio, dever&atilde;o ser apreciados pelos Tribunais Portugueses.&nbsp;</p>
            <p class="p2">&nbsp;</p>

            <h4 class="p1">REVIS&Atilde;O DE TERMOS E CONDI&Ccedil;&Otilde;ES</h4>
            <p class="p2">Estes termos e condi&ccedil;&otilde;es poder&atilde;o ser, a todo o momento, alterados unilateralmente pela Insignya e sem aviso pr&eacute;vio. Ao que o utilizador presta o seu consentimento, aceitando que &eacute; seu &oacute;nus manter-se informado sobre os termos e condi&ccedil;&otilde;es de utiliza&ccedil;&atilde;o deste s&iacute;tio a cada momento em vigor.&nbsp;</p>
            <p class="p2">&nbsp;</p>
            
            <h4 class="p1">LIGA&Ccedil;&Otilde;ES</h4>
            <p class="p2">A Insignya n&atilde;o assume qualquer responsabilidade pelos conte&uacute;dos de qualquer s&iacute;tio externo para o qual exista uma hiperliga&ccedil;&atilde;o activa neste s&iacute;tio. A utiliza&ccedil;&atilde;o de liga&ccedil;&otilde;es deste tipo ser&aacute; feita por conta e risco do Utilizador, n&atilde;o assumindo A Insignya quaisquer responsabilidades ou obriga&ccedil;&otilde;es relativamente aos conte&uacute;dos, utiliza&ccedil;&atilde;o ou disponibilidade dos referidos s&iacute;tios externos.&nbsp;</p>
            <p class="p2">As liga&ccedil;&otilde;es a outros s&iacute;tios externos n&atilde;o constituem qualquer tipo de recomenda&ccedil;&atilde;o por parte da Insignya sobre os referidos s&iacute;tios, ou sobre as informa&ccedil;&otilde;es, produtos, publicidade ou conte&uacute;dos constantes dos mesmos.&nbsp;</p>
            <p class="p2">A pol&iacute;tica de tratamento de dados pessoais da Insignya n&atilde;o tem aplica&ccedil;&atilde;o a s&iacute;tios externos para os quais o s&iacute;tio da Insignya tenha hiperliga&ccedil;&otilde;es. Para quaisquer quest&otilde;es, &eacute; favor contactar: corporate@insignyacapital.com</p>
          </div>
        </div>
        <div class="c1"></div>
      </div>
    </div>
  </article>
</body>